[Ability.A_AcidBreath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="西莱纳的神圣吐息"
mTooltip="该生物向敌方单位喷射酸液锥。受影响的生物受到伤害，然后在其下一回合受到一半伤害，再下一回合受到 25% 伤害。\n受影响的生物还会获得一个效果，在几回合内减少其造成的伤害 50%。"

[Ability.A_AcidBreath_fire H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="阿尔卡斯的烈焰"
mTooltip="该生物向敌方单位喷射火焰锥。受影响的生物受到伤害，并在几回合内获得两种效果。"

[Ability.A_AcidBreath_fire_dark H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="马拉萨的瘟疫"
mTooltip="该生物向敌方单位喷射暗影锥。受影响的生物受到伤害，并在几回合内获得一个效果。\n当马拉萨化身进入战场时，所有敌方单位在几回合内受到士气惩罚。"

[Ability.A_AcidBreath_fire_light H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="艾尔拉思的吐息"
mTooltip="该生物向敌方单位喷射光锥。受影响的生物受到伤害，并在几回合内获得一个效果。"

[Ability.A_AcidBreath_foudre H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的闪电"
mTooltip="该生物在敌方单位上方召唤一道闪电链。受影响的生物受到伤害，并在几回合内获得一个效果。\n（有 10% 几率对目标施加第二个效果。）"

[Ability.A_AcidBreath_water H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="莎拉萨的吐息"
mTooltip="该生物向敌方单位喷射水锥。受影响的生物受到伤害。"

[Ability.A_CelestialArmor_Buff_dragon H7BaseBuff]
mName="天国护甲"
mTooltip="吸收最多一定量的伤害。\n持续数回合或直到防护耗尽。"

[Ability.A_CelestialArmor_Buff_dragon_setting H7BaseBuff]
mName="设定"
mTooltip=""

[Ability.A_Eruption_active_arkath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Ability.A_Eruption_arkath H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="爆发"
mTooltip="如果此生物在其回合内未造成 '近战' 伤害，则它对所有非魔法敌方单位造成伤害。（此值取决于攻击和防御）。"

[Ability.A_FaceOfFear_Buff_malassa H7BaseBuff]
mName="恐惧"
mTooltip="%stat %stat.icon。持续 %durnow 回合。"

[Ability.A_Frappe_brulante_dragon_Buff H7BaseBuff]
mName="阿尔卡斯的火焰"
mTooltip="在生物回合结束时对其造成火焰伤害（伤害根据攻击和防御变化）。持续 %durnow 回合。"

[Ability.A_Poisonedmalassa_Buff H7BaseBuff]
mName="马拉萨的瘟疫"
mTooltip="该生物在其回合开始时受到黑暗伤害。此伤害每回合增加，累加初始伤害。持续 %durnow 回合。"

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="艾尔拉思的转世重生"
mTooltip="立即治疗和复活目标友方生物，恢复最低数量的生命值。\n不影响：亡灵和构装体。"

[Ability.A_retribution_light_dragon H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="艾尔拉思的祝福"
mTooltip="当艾尔拉思进入战场时，为所有友方生物施加天国护甲。"

[Ability.A_reuption_test_Buff_arkath H7BaseBuff]
mName="爆发"
mTooltip=""

[Ability.A_WindShield_air_dragon H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的祝福"
mTooltip="在每个战斗回合开始时，所有友方生物获得一个风之护盾，保护它们免受该回合受到的第一次伤害来源。"

[Ability_erath.A_Armure_de_ronce_god_Buff H7BaseBuff]
mName="荆棘护甲"
mTooltip="此生物获得 %stat1 防御 %icon_defense，生命 %icon_health 和士气 %icon_morale，持续 %durnow 回合。"

[Ability_erath.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="西莱纳的护甲"
mTooltip="当西莱纳化身进入战场时，它为盟友施加 %spell1.name，并且在其每回合开始时，有 20% 几率对友方生物施加 %spell1.name。友方生物获得 %buff1.buff.stat1 点防御 %icon_defense，生命 %icon_health 和士气 %icon_morale，直到其下一回合结束。"

[Ability_water.A_blizzar_dragon H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="莎拉萨的暴雪"
mTooltip="对受到莎拉萨化身伤害的所有敌方生物施加 %spell1.name。"

[Ability_water.A_Blizzard_new_Buff_setting_master H7BaseBuff]
mName="暴雪肆虐"
mTooltip="减少移动力 %icon_movement %stat1 点，并且该生物受到 %res1 点额外伤害，持续 %durnow 回合。"

[Ability_water.A_RangedAttack_Water H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="脉冲"
mTooltip="对直线上的所有单位造成 %d %icon_water 水系伤害。"

[Ability_water.A_Regeneration_Buff H7BaseBuff]
mName="疗愈之泉"
mTooltip="该生物在其回合开始时恢复 %d.min 点生命值。\n持续 %durnow 回合。"

[Ability_water.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="莎拉萨的抚触"
mTooltip="当莎拉萨进入战场时，她立即治疗目标友方生物 %d1 点生命值，然后在 %buff1.buff.durini 回合内使其再生 %buff1.buff.d1 点生命值。\n如果友方单位士气低落，此效果会激活。\n不影响：亡灵和构装体。"

[Ability_ylath.A_RangedAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的龙卷风"
mTooltip="对一条直线上的所有敌方单位造成 %d %icon_air 气系伤害（伤害取决于生物的攻击力并忽略敌方防御）。"

[armies.A_Armyoeuf_deco H7AdventureArmy]
mName=""

[OBSTACLE.A_reset_hero_buff H7BaseBuff]
mName="龙神净化"
mTooltip="英雄的所有战斗属性降至零，直到战斗结束。"

[OBSTACLE.A_rest_hero_ability H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="龙神净化"
mTooltip="这个神圣之地的魔法力量淹没了亚山的所有生物：\n对于属性检定，你英雄的属性被降至虚无（除了精神 %icon_spirit）。"

[OBSTACLE.H7Obstacle_hero_reset H7CombatObstacleObject]
mObstacleName="hero_reset"

[spell_air_lv5.A_intervention_draconique_Ylath H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的干预"
mTooltip="在战斗期间，有极小的几率伊拉斯的化身会出现来帮助你。"

[spell_air_lv5.A_intervention_draconique_Ylath_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="伊拉斯的干预设定"
mTooltip=""

[spell_air_lv5.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="<font color="#007BFFFC">伊拉斯化身</font>"
mTooltipMagicGuildRankLine="将伊拉斯的化身召唤到战场上，其生命值取决于英雄的魔法力量。"
mTooltipUpgraded=""
mName="<font color="#007BFFFC">伊拉斯化身</font>"
mTooltip="将<font color="#007BFFFC">伊拉斯</font>的化身召唤到战场上，其生命值取决于英雄的魔法力量。"

[spell_air_lv5.Add_ability_buff_air_setting H7BaseBuff]
mName="角魔增殖"
mTooltip=""

[spell_air_lv5.intervention_Ylath_buff_setting H7BaseBuff]
mName="伊拉斯的干预设定"
mTooltip=""

[spell_dark_lv5.A_intervention_draconique_Malassa H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="马拉萨的干预"
mTooltip="在战斗期间，有极小的几率马拉萨的化身会出现来帮助你。"

[spell_dark_lv5.A_intervention_draconique_Malassa_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="马拉萨的干预设定"
mTooltip=""

[spell_dark_lv5.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="马拉萨化身"
mTooltipMagicGuildRankLine="将马拉萨的化身召唤到战场上，其生命值基于英雄的魔法力量。"
mTooltipUpgraded=""
mName="马拉萨化身"
mTooltip="将马拉萨的化身召唤到战场上，其生命值基于英雄的魔法力量。"

[spell_dark_lv5.Add_ability_buff_dark_setting H7BaseBuff]
mName="角魔增殖"
mTooltip=""

[spell_dark_lv5.intervention_Malassa_buff_setting H7BaseBuff]
mName="马拉萨的干预设定"
mTooltip=""

[spell_earth_lv5.A_intervention_draconique_sylvana H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="西莱纳的干预"
mTooltip="在战斗期间，有极小的几率西莱纳的化身会出现来协助你。"

[spell_earth_lv5.A_intervention_draconique_sylvana_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="西莱纳的干预设定"
mTooltip=""

[spell_earth_lv5.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="西莱纳化身"
mTooltipMagicGuildRankLine="将西莱纳的化身召唤到战场上，其生命值基于英雄的魔法力量。"
mTooltipUpgraded=""
mName="西莱纳化身"
mTooltip="将西莱纳的化身召唤到战场上，其生命值基于英雄的魔法力量。"

[spell_earth_lv5.Add_ability_buff_setting H7BaseBuff]
mName="角魔增殖"
mTooltip=""

[spell_earth_lv5.intervention_sylvana_buff_setting H7BaseBuff]
mName="西莱纳的干预设定"
mTooltip=""

[spell_earth_lv5.intervention_sylvana_buff_setting2 H7BaseBuff]
mName="西莱纳的干预设定 2"
mTooltip=""

[spell_earth_lv5.intervention_sylvana_buff_setting_marker H7BaseBuff]
mName="标记 1"
mTooltip=""

[spell_fire_lv5.A_intervention_draconique_Arkath H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="阿尔卡斯的干预"
mTooltip="在战斗期间，有极小的几率阿尔卡斯的化身会出现来协助你。"

[spell_fire_lv5.A_intervention_draconique_Arkath_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="阿尔卡斯的干预设定"
mTooltip="在战斗期间，有极小的几率阿尔卡斯的化身会出现来协助你。"

[spell_fire_lv5.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="阿尔卡斯化身"
mTooltipMagicGuildRankLine="将阿尔卡斯的化身召唤到战场上，其生命值基于英雄的魔法力量。"
mTooltipUpgraded=""
mName="阿尔卡斯化身"
mTooltip="将阿尔卡斯的化身召唤到战场上，其生命值基于英雄的魔法力量。"

[spell_fire_lv5.Add_ability_buff_fir_setting H7BaseBuff]
mName="角魔增殖"
mTooltip=""

[spell_fire_lv5.intervention_Arkath_buff_setting H7BaseBuff]
mName="阿尔卡斯的干预设定"
mTooltip=""

[spell_light_lv5.A_intervention_draconique_Elrath H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="艾尔拉思的干预"
mTooltip="在战斗期间，有极小的几率艾尔拉思的化身会出现来协助你。"

[spell_light_lv5.A_intervention_draconique_Elrath_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="艾尔拉思的干预"
mTooltip="在战斗期间，有极小的几率艾尔拉思的化身会出现来协助你。"

[spell_light_lv5.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="艾尔拉思化身"
mTooltipMagicGuildRankLine="将艾尔拉思的化身召唤到战场上，其生命值基于英雄的魔法力量。"
mTooltipUpgraded=""
mName="艾尔拉思化身"
mTooltip="将艾尔拉思的化身召唤到战场上，其生命值基于英雄的魔法力量。"

[spell_light_lv5.Add_ability_buff_light_setting H7BaseBuff]
mName="角魔增殖"
mTooltip=""

[spell_light_lv5.intervention_Elrath_buff_setting H7BaseBuff]
mName="艾尔拉思的干预设定"
mTooltip=""

[spell_water_lv5.A_intervention_draconique_shalassa H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="莎拉萨的干预"
mTooltip="在战斗期间，有极小的几率莎拉萨的化身会出现来协助你。"

[spell_water_lv5.A_intervention_draconique_shalassa_active H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="莎拉萨的干预"
mTooltip="在战斗期间，有极小的几率莎拉萨的化身会出现来协助你。"

[spell_water_lv5.A_ShadowImage H7HeroAbility]
mTooltipMagicGuild="莎拉萨化身"
mTooltipMagicGuildRankLine="将莎拉萨的化身召唤到战场上，其生命值基于英雄的魔法力量。"
mTooltipUpgraded=""
mName="莎拉萨化身"
mTooltip="将莎拉萨的化身召唤到战场上，其生命值基于英雄的魔法力量。"

[spell_water_lv5.Add_ability_buff_water_setting H7BaseBuff]
mName="角魔增殖"
mTooltip=""

[spell_water_lv5.intervention_Shalassa_buff_setting H7BaseBuff]
mName="莎拉萨的干预设定"
mTooltip=""